Repository: galacticpuzzlehunt/gph-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: No response
fr_fr: Pas de réponse

source: Answered
fr_fr: Répondu

source: Refunded
fr_fr: Remboursé

source: Obsolete
fr_fr: Obsolète

source: Missing action
fr_fr: Action manquante

source: Invalid action %r
fr_fr: Action invalide %r

source: Missing puzzle
fr_fr: Énigme manquante

source: Invalid puzzle %r
fr_fr: Énigme invalide %r

source: Not on a team
fr_fr: Pas dans une équipe

source: Already on a team
fr_fr: Déjà dans une équipe

source: Create admin team
fr_fr: Créer une équipe admin

source: Toggle testsolver
fr_fr: Basculer statut de testeur

source: Hints (my team)
fr_fr: Indices (mon équipe)

source: Reset
fr_fr: Réinitialiser

source: Free answers (my team)
fr_fr: Réponses gratuites (mon équipe)

source: This puzzle
fr_fr: Cette énigme

source: Show answer
fr_fr: Révéler la réponse

source: Show order
fr_fr: Afficher le rang

source: Solve this puzzle
fr_fr: Résoudre cette énigme

source: Solve
fr_fr: Résoudre

source: Free
fr_fr: Gratuit

source: Unsolve
fr_fr: Dé-résoudre

source: Request hint on this puzzle
fr_fr: Demander un indice sur cette énigme

source: Unanswered
fr_fr: Non répondu

source: Guesses (on this puzzle)
fr_fr: Essais (sur cette énigme)

source: Delete all my (on this puzzle)
fr_fr: Supprimer tous mes... (sur cette énigme)

source: Hints
fr_fr: Indices

source: Guesses
fr_fr: Essais

source: Not Found
fr_fr: Pas trouvé

source: This page is not a puzzle.
fr_fr: Cette page n'est pas une énigme.

source: Hunt Archive
fr_fr: Archive des chasses

source: Current Hunt!
fr_fr: Chasse actuelle !

source: Link to Archive
fr_fr: Lien vers les archives

source: Registration for this year's %(hunt)s is now open!
fr_fr: L'inscription pour %(hunt)s est maintenant ouverte !

source: Home
fr_fr: Accueil

source: Rules
fr_fr: Règlement

source: Story
fr_fr: Intrigue

source: Puzzles
fr_fr: Énigmes

source: Teams
fr_fr: Équipes

source: Updates
fr_fr: News

source: Wrap-Up
fr_fr: Compte-rendu

source: Archive
fr_fr: Archives

source: Currently impersonating
fr_fr: Personnifiant

source: Available hints:
fr_fr: Indices disponibles :

source: Free answers:
fr_fr: Réponses gratuites :

source: Admin toolbox
fr_fr: Boite à outils

source: Shortcuts
fr_fr: Outils

source: Hints that need answering:
fr_fr: Indices en attente d'une réponse :

source: Logout
fr_fr: Se déconnecter

source: Login
fr_fr: Se connecter

source: Register
fr_fr: S'inscrire

source: Even though you&rsquo;re an admin, you&rsquo;re not currently marked as a testsolver, so you won&rsquo;t be able to view puzzles.
fr_fr: Bien que vous soyez adminstrateur, vous n'êtes actuellement pas considéré comme béta-testeur et vous pourriez ne pas voir toutes les énigmes.

source: Download logs
fr_fr: Télécharger les logs

source: Guess
fr_fr: Réponse

source: Hint
fr_fr: Indice

source: Puzzle
fr_fr: Énigme

source: Powered by
fr_fr: Réalisé avec

source: Bigboard
fr_fr: Grand tableau

source: Back to wrap-up
fr_fr: Retour au compte-rendu

source: Hide finished teams
fr_fr: Cacher les finisseurs

source: You can put ?30 after the URL to limit to 30 teams.
fr_fr: Vous pouvez mettre ?30 à la fin de l'URL pour limiter à 30 équipes

source: Team
fr_fr: Équipe

source: Solves
fr_fr: Résolutions

source: Metas
fr_fr: Métas

source: Last solve
fr_fr: Dernière résolution

source: Unlocks
fr_fr: Déverrouillages

source: %%Solve/Guess
fr_fr: %% essais réussis

source: %%Solve/Unlock
fr_fr: %% énigmes résolues

source: Biggraph
fr_fr: Grand graphe

source: "Top %(teams)s Teams"
fr_fr: "Top %(teams)s des équipes"

source: The Bridge
fr_fr: Le pont

source: Email recipients list
fr_fr: Liste des destinataires par e-mail

source: There are currently <strong>%(recipients)s</strong> recipient.
fr_fr: Il y a actuellement <strong>%(recipients)s</strong> destinataire.

source: Refresh the page!
fr_fr: Rafraîchissez la page !

source: Edit %(team_name)s Members
fr_fr: Éditer les équipiers de %(team_name)s

source: Submit
fr_fr: Envoyer

source: Add another team member
fr_fr: Ajouter un autre équipier

source: Remove
fr_fr: Supprimer

source: New erratum
fr_fr: Nouvel erratum

source: Errata / Updates
fr_fr: Errata / News

source: UNPUBLISHED
fr_fr: NON PUBLIÉ

source: On %(erratum_time)s,
fr_fr: Le %(erratum_time)s,

source: FAQs
fr_fr: FAQ

source: What is a puzzlehunt? How do I solve these puzzles?
fr_fr: Qu'est-ce qu'une chasse au trésor ? Comment résoudre ces énigmes ?

source: If you&rsquo;ve never heard of puzzlehunts before, here&rsquo;s a very brief summary: in a typical puzzle, you receive some information and have to extract an answer out of it, which is almost always an English word or phrase. Puzzles can come in many different forms; the only real commonality is that you usually receive no direct instructions, so it&rsquo;s up to you to figure out how to make sense of the information you&rsquo;re given. You can read a longer introduction to puzzlehunts <a href=\"https://blog.vero.site/post/puzzlehunts\" target=\"_blank\">here</a>.
fr_fr: Si vous n'avez jamais entendu parler de chasse au trésor, voilà un petit résumé : dans une énigme typique, vous recevez des informations et devez en extraire une réponse, qui est presque toujours un mot ou une phrase en français. Les énigmes peuvent avoir différents formats ; le seul point commun est que vous ne recevrez aucune instruction directement et c'est à vous de comprendre que faire de l'information qui vous est donnée. Vous pouvez lire une plus longue introduction aux chasses aux trésors <a href="https://blog.vero.site/post/puzzlehunts" target="_blank">ici</a>.

source: If you are new to puzzles and are interested in seeing some examples, or if you&rsquo;re looking for some practice, we recommend looking at puzzles from other online hunts such as <a target=\"_blank\" href=\"https://galacticpuzzlehunt.com/\">Galactic Puzzle Hunt</a>, <a target=\"_blank\" href =\"https://teammatehunt.com/\">Teammate Hunt</a>, <a target=\"_blank\" href=\"https://puzzlepotluck.com/\">Puzzle Potluck</a>, or <a target=\"_blank\" href=\"https://reddothunt.sg/2018\">REDDOThunt</a>."
fr_fr: Si vous découvrez les énigmes et êtes intéressé de voir des exemples, ou si vous cherchez à vous exercer, nous recommandons de jeter un coup d'œil aux énigmes d'autres chasses en ligne telles que <a target=\"_blank\" href=\"https://galacticpuzzlehunt.com/\">Galactic Puzzle Hunt</a>, <a target=\"_blank\" href =\"https://teammatehunt.com/\">Teammate Hunt</a>, <a target=\"_blank\" href=\"https://puzzlepotluck.com/\">Puzzle Potluck</a>, ou <a target=\"_blank\" href=\"https://reddothunt.sg/2018\">REDDOThunt</a>.

source: I think there&rsquo;s a mistake in this puzzle!
fr_fr: Je pense qu'il y a une erreur dans cette énigme !

source: Please describe the error in an email to <a href="mailto:%(contact)s">%(contact)s</a> and we&rsquo;ll try to correct it.
fr_fr: Veuillez décrire l'erreur par e-mail à <a href="mailto:%(contact)s">%(contact)s</a> et nous essaierons de la corriger.

source: I&rsquo;m stuck on a puzzle. What should I do?
fr_fr: Je suis bloqué sur une énigme. Que faire ?

source: Here are some general puzzle tips that might be useful:
fr_fr: Voici quelques tuyaux qui peuvent aider en général :

source: Thoroughly check the work that you&rsquo;ve already done. Fixing a small mistake or incorrect assumption can greatly help with getting unstuck.
fr_fr: Vérifiez bien ce que vous avez déj́à fait. Corriger une petite erreur ou une hypothèse incorrecte peut aider grandement à se débloquer.

source: Get fresh eyes on the puzzle, or conversely, take a break and look at something else.
fr_fr: Jetez un œil nouveau à l'énigme, ou inversement, faites une pause et regardez autre chose.

source: Consider what information you haven&rsquo;t used yet.
fr_fr: Considérez quelles informations vous n'avez pas utilisées.

source: It can be useful to put everything you have into your favorite search engine.
fr_fr: Il peut être utile de mettre tout ce que vous avez dans un engin de recherche.

source: Have you tried&hellip;
fr_fr: Avez-vous essayé&hellip;

source: Remember that after hints are released, you can also use them to get a nudge in the right direction.
fr_fr: Rappelez vous que lorsque les indices sont disponibles, vous pouvez les utiliser pour obtenir un coup de pouce.

source: I have a question that&rsquo;s not on this list!
fr_fr: J'ai une question qui n'est pas dans la liste !

source: Contact us at <a href="mailto:%(contact)s">%(contact)s</a> and we&rsquo;ll do our best to answer it.
fr_fr: Contactez-nous à <a href="mailto:%(contact)s">%(contact)s</a> et nous ferons de notre mieux pour vous répondre.

source: Finishers
fr_fr: Finisseurs

source: Unlock
fr_fr: Déverrouillage

source: Time to wrong
fr_fr: Temps de non-résolution

source: Time to solve
fr_fr: Temps de résolution

source: Total time
fr_fr: Temps total

source: Free answer:
fr_fr: Réponse gratuite :

source: Back to the puzzle
fr_fr: Retour à l'énigme

source: Use a free answer on
fr_fr: Utiliser une réponse gratuite sur

source: Solved!
fr_fr: Résolue !

source: The answer was <b>%(answer)s</b>.
fr_fr: La réponse était <b>%(answer)s</b>.

source: You can't use a free answer on a metapuzzle.
fr_fr: Vous ne pouvez utiliser de réponse gratuite sur une méta-énigme.

source: You have no free answers to use.
fr_fr: Vous n'avez pas de réponse gratuite disponible.

source: You have <b>%(answers)s free answer</b>
fr_fr: Vous avez <b>%(answers)s réponse gratuite</b>

source: . Are you sure you want to use one on this puzzle?
fr_fr: . Êtes-vous sûr d'en utiliser une sur cette énigme ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Hint:
fr_fr: Indice :

source: from
fr_fr: de

source: Answer a hint
fr_fr: Envoyer un indice

source: Your name is
fr_fr: Votre nom est

source: anonymous
fr_fr: inconnu

source: View in admin
fr_fr: Voir en admin

source: You&rsquo;re answering a follow-up hint: the team indicated the last hint they got wasn&rsquo;t helpful for some reason, and they&rsquo;d like clarification. Their previous hints are included here for context. <br>The follow-up request, at the bottom, does not consume a hint regardless of what status you assign to it. You should clarify whatever was confusing or mistargeted in the last response, but feel free to request that the team use a real hint instead. Setting this hint to Refunded will also prevent additional follow-ups to the follow-up."
fr_fr: Vous répondez au suivi d'un indice : l'équipe a indiqué que le dernier indice qu'elle a reçu n'a pas aidé pour une raison ou une autre, et elle voudrait une clarification. Les indices précédents sont inclus ici pour le contexte.<br>La demande de suivi ci-dessous ne consomme pas d'indice, quel que soit le statut que vous lui assignez. Vous devriez clarifier tout ce qui pouvait être confus ou ambigü dans la dernière réponse, mais libre à vous de demander à l'équipe d'utiliser un vrai indice à la place. Mettre cet indice à Remboursé évitera de créer des suivis additionnels de suivi.

source: followup
fr_fr: suivi

source: %(status)s %(answered_since)s ago by %(claimer)s
fr_fr: %(status)s il y a %(answered_since)s par %(claimer)s

source: guesses
fr_fr: essais

source: Claimed %(claimed_since)s ago by %(claimer)s
fr_fr: Assigné il y a %(claimed_since)s à %(claimer)s

source: Claimed at unknown time (!?) by
fr_fr: Assigné à une heure inconnue (!?) par

source: Claim this hint
fr_fr: Assigner cet indice

source: all from same team
fr_fr: tous de la même équipe

source: all from same puzzle
fr_fr: tous de la même énigme

source: both
fr_fr: les deux

source: Unclaim
fr_fr: Désassigner

source: Back to list
fr_fr: Retour à la liste

source: Copy response
fr_fr: Copier la réponse

source: Your hint question for the puzzle %(puzzle)s has been answered.
fr_fr: Votre demande d'indice pour l'énigme %(puzzle)s a reçu une réponse.

source: Response:
fr_fr: Réponse :

source: If you still need help, you can make another request <a href="%(link)s">here</a>.
fr_fr: Si vous avez toujours besoin d'aide, vous pouvez nous demander <a href="%(link)s">ici</a>.

source: If you still need help, you can make another request at %(link)s
fr_fr: Si vous avez toujours besoin d'aide, vous pouvez nous demander ǟ %(link)s

source: Open Hints
fr_fr: Indices en attente

source: Search hints&hellip;
fr_fr: Chercher dans les indices&hellip;

source: Requested by most teams
fr_fr: Demandé par le plus d'équipes

source: Top hint answerers
fr_fr: Meilleurs fournisseurs d'indices

source: CLAIM: Created %(submitted_since)s ago
fr_fr: ASSIGNER : Créé il y a %(submitted_since)s

source: view without claiming
fr_fr: voir sans assigner

source: Back to hint queue
fr_fr: Retour à la liste d'indices

source: view in admin
fr_fr: voir en admin

source: Unclaimed
fr_fr: Non assigné

source: Hints:
fr_fr: Indices :

source: Hints for
fr_fr: Indices pour

source: You have <b>%(hints)s hint</b>
fr_fr: Vous avez <b>%(hints)s indice</b>

source: that you may use to ask for a hint on <b>any of the first %(intro_count)s puzzles.</b>
fr_fr: que vous pouvez utiliser pour un indice sur <b>n'importe quelle des %(intro_count)s premières énigmes.</b>

source: Your remaining <b>%(hints)s hint</b>
fr_fr: Vous avez <b>%(hints)s indice restant</b>

source: can be used on <b>any puzzle in the hunt.</b>
fr_fr: que vous pouvez utiliser sur <b>n'importe quelle énigme de la chasse.</b>

source: that you may use to ask for a hint on any puzzle.
fr_fr: que vous pouvez utiliser pour demander un indice sour n'importe quelle énigme.

source: You can also use your <b>%(answers)s free answer</b>
fr_fr: Vous pouvez aussi utiliser votre <b>%(answers)s réponse gratuite</b>

source: as a hint if you run out of hints.
fr_fr: comme indice si vous n'avez plus d'indices.

source: You have no usable hints, but you do have <b>%(answers)s free answer</b>
fr_fr: Vous n'avez plus d'indice utilisable, mais vous avez <b>%(answers)s réponse gratuite</b>

source: that you may use as a hint.
fr_fr: que vous pouvez utiliser comme indice.

source: You may have <b>one hint</b> open at a time. You must wait until that hint is answered to ask another.
fr_fr: Vous ne pouvez avoir qu'<b>un indice</b> en cours à la fois. Vous devez attendre que cet indice ait une réponse avant d'en demander un autre.

source: See the <a href="%(rules)s#Hints">rules page</a> for details on when hints will be released.
fr_fr: Voir le <a href="%(rules)s#Hints">règlement</a> pour les détails sur la fourniture des indices.

source: Request a hint
fr_fr: Demander un indice

source: You&rsquo;ve already solved this puzzle, but you can ask for a hint anyway if you&rsquo;d like (for example, if you&rsquo;re not sure about a step or you backsolved it). The restrictions above still apply.
fr_fr: Vous avez déjà résolu cette énigme, mais vous pouvez toujours demander un indice si vous le désirez (par exemple si vous n'êtes pas sûr d'une étape ou si vous l'avez "rétrosolue"). Les restrictions ci-dessus s'appliquent toujours.

source: You&rsquo;re asking us for a follow-up to your last hint. This won&rsquo;t consume one of your hints; we&rsquo;ll see if we can be more helpful based on your submission, but we may ask you to use a new regular hint instead.
fr_fr: Vous nous demandez un suivi sur votre dernier indice. Cela ne vous coûtera pas d'indice ; nous verrons si nous pouvons vous être plus utile d'après votre requête, mais nous pourrions aussi vous demander d'utiliser un indice supplémentaire.

source: Previously requested hints
fr_fr: Indices demandés précédemment

source: This wasn&rsquo;t helpful
fr_fr: Ça n'a pas aidé

source: A:
fr_fr: R :

source: No response yet.
fr_fr: Pas encore de réponse.

source: Asked %(submitted_time)s
fr_fr: Demandé le %(submitted_time)s

source: Answered %(answered_time)s
fr_fr: Répondu le %(answered_time)s

source: This was a follow-up hint.
fr_fr: C'était un suivi d'indice.

source: Your use of the hint was refunded.
fr_fr: Votre indice vous a été remboursé.

source: The %(hunt_title)s has now come to a close. Thanks for puzzling with us!
fr_fr: La chasse "%(hunt_title)s" est maintenant terminée. Merci de nous avoir rejoints !

source: The %(hunt_title)s is now over, but you can still register and progress through the hunt until %(hunt_close)s.
fr_fr: La chasse "%(hunt_title)s" est maintenant terminée, mais vous pouvez encore vous inscrire et progresser dans la chasse jusqu'au %(hunt_close)s.

source: Please fill out our <a href="%(feedback_url)s">feedback form</a> and check out our <a href="%(wrapup_url)s">wrap-up</a>!
fr_fr: Veuillez remplir notre <a href="%(feedback_url)s">formulaire de commentaires</a> et lire notre <a href="%(wrapup_url)s">compte-rendu</a>

source: Please fill out our <a href="%(feedback_url)s">feedback form</a> to let us know what you thought about the hunt.
fr_fr: Veuillez remplir notre <a href="%(feedback_url)s">formulaire de commentaires</a>pour nous dire ce que vous avez pensé de la chasse

source: What
fr_fr: Quoi

source: A mysterious list of puzzles has appeared on the internet! If you can solve them, you could win prizes and bragging rights!<sup>*
fr_fr: Une mystérieuse liste d'énigmes est apparue sur internet ! Si vous pouvez les résoudre, vous pourriez gagner un prix et notre considération !<sup>*

source: there are no prizes
fr_fr: il n'y a pas de prix

source: When
fr_fr: Quand

source: The hunt began on %(hunt_start)s, and ended on %(hunt_end)s.
fr_fr: La chasse a démarré le %(hunt_start)s, et s'est terminée le %(hunt_end)s.

source: The hunt will begin on %(hunt_start)s, and it will end %(num_days)s days later on %(hunt_end)s.
fr_fr: La chasse commencera le %(hunt_start)s, et se terminera %(num_days)s jours plus tard le %(hunt_end)s.

source: Who
fr_fr: Qui

source: This was a puzzlehunt run by %(organizer)s.
fr_fr: C'était une chasse organisée par %(organizer)s.

source: This is a puzzlehunt run by %(organizer)s.
fr_fr: C'est une chasse organisée par %(organizer)s.

source: Registration is open! Be sure to check out the <a href="%(rules_url)s">rules</a> and <a href="%(faq_url)s">FAQ</a> for more information.
fr_fr: L'inscription est ouverte ! Assurez-vous de lire le <a href="%(rules_url)s">règlement</a> et <a href="%(faq_url)s">FAQ</a> pour plus d'informations.

source: Register your team!
fr_fr: Inscrivez votre équipe !

source: Hunt Stats
fr_fr: Stats de la chasse

source: Total guesses:
fr_fr: Nombre d'essais :

source: Total solves:
fr_fr: Nombre de résolutions :

source: Total participants:
fr_fr: Nombre de participants :

source: Total teams:
fr_fr: Nombre d'équipes :

source: Hints asked:
fr_fr: Indices demandés :

source: Metas solved:
fr_fr: Métas résolues :

source: Total number of correct answers
fr_fr: Nombre de réponses correctes

source: Total number of answer attempts
fr_fr: Nombre d'essais

source: Total number of hints requested
fr_fr: Nombre d'indices demandés

source: Total number of non-backsolves
fr_fr: Nombre de non rétro-solutions

source: Forward solves
fr_fr: Pré-solutions

source: Forward solve after using no hints on this puzzle
fr_fr: Pré-solution sans indice sur cette énigme

source: 0&#8288;-&#8288;hint forward
fr_fr: 0&#8288;-&#8288;indice

source: Forward solve after using one hint on this puzzle
fr_fr: Pré-solution avec un indice sur cette énigme

source: 1&#8288;-&#8288;hint forward
fr_fr: 1&#8288;-&#8288;indice

source: Forward solve after using multiple hints on this puzzle
fr_fr: Pré-solution avec plusieurs indices sur cette énigme

source: 2&#8288;+&#8288;-&#8288;hint forward
fr_fr: 2&#8288;+&#8288;-&#8288;indices

source: Solved after the round meta or within five minutes of it
fr_fr: Résolu après la série méta ou dans les cinq minutes

source: Back solves
fr_fr: Rétro-solutions

source: Made at least one guess but none were correct
fr_fr: A essayé au moins une fois mais sans succès

source: No solve
fr_fr: Non résolu

source: If you haven&rsquo;t created a team yet, <a href="%(register_url)s">register a new team here</a>.
fr_fr: Si vous n'avez pas encore créé d'équipe, <a href="%(register_url)s">inscrivez une nouvelle équipe ici</a>.

source: Forgot your password? <a href="%(password_url)s">Click here to reset password</a>.
fr_fr: Mot de passe oublié ? <a href="%(password_url)s">Cliquez ici pour le réinitialiser</a>.

source: Password Change
fr_fr: Changement du mot de passe

source: Password Change Done
fr_fr: Changement du mot de passe effectué

source: You may <a href="%(home_url)s">return to the home page</a>.
fr_fr: Vous pouvez <a href="%(home_url)s">retourner à l'accueil</a>.

source: Password Reset
fr_fr: Réinitialisation du mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr_fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez refaire une demande de réinitialisation de mot de passe.

source: An email has been sent to your team with a link to reset your password.
fr_fr: Un e-mail a été envoyé à votre équipe avec un lien pour réinitialiser votre mot de passe.

source: A request was made to reset the password for %(team_name)s. Please click the link below to reset your password:
fr_fr: Une demande a été faite pour réinitialiser le mot de passe pour %(team_name)s. Veuillez cliquer le lien ci-dessous pour réinitialiser votre mot de passe :

source: Sincerely,
fr_fr: Amicalement,

source: Call in: %(puzzle_name)s
fr_fr: Envoyer : %(puzzle_name)s

source: Check your answer for %(puzzle_name)s
fr_fr: Vérifier votre réponse pour %(puzzle_name)s

source: Call in an answer
fr_fr: Envoyer une réponse

source: Use free answer
fr_fr: Utiliser une réponse gratuite

source: Ask for a hint
fr_fr: Demander un indice

source: View hints
fr_fr: Voir les indices

source: Check your answer spoiler-free
fr_fr: Vérifier votre réponse

source: View solution
fr_fr: Voir solution

source: Survey responses
fr_fr: Réponses du sondage

source: Solved! Answer:
fr_fr: Résolue ! Réponse :

source: On %(hint_time)s
fr_fr: Le %(hint_time)s,

source: This puzzle doesn&rsquo;t seem to exist yet. Searched for a puzzle template named <code>%(template_name)s</code>
fr_fr: Cette énigme semble ne pas encore exister. On a cherché un fichier <code>%(template_name)s</code> dans les templates.

source: This puzzle template exists, but it doesn&rsquo;t seem to define a puzzle content block. Check the post production guide?
fr_fr: Le template de l'énigme existe, mais il semble ne pas définir de bloc puzzle-body pour l'énigme. Vérifiez le guide de post-production ?

source: You are a pre-release testsolver, so you may be seeing puzzles that are locked for the general public. Please be careful!
fr_fr: Vous êtes un beta testeur, vous pourriez voir des énigmes qui sont verrouillées pour le public. Soyez prudent !

source: meta
fr_fr: méta

source: new!
fr_fr: nouveau !

source: <b>%(correct)s</b> solve
fr_fr: <b>%(correct)s</b> résolution

source: <b>%(guesses)s</b> guess
fr_fr: <b>%(guesses)s</b> essai

source: <b>%(teams)s</b> team
fr_fr: <b>%(teams)s</b> équipe

source: Register a new team
fr_fr: Inscrire une nouvelle équipe

source: You&rsquo;re already logged in as %(team_name)s!
fr_fr: Vous êtes déjà connecté en tant que %(team_name)s !

source: Team members
fr_fr: Équipiers

source: You will also be able to add and remove team members at any later time on your team&rsquo;s profile page.
fr_fr: Vous pourrez aussi ajouter et supprimer des équipiers à tout moment dans la page du profil de votre équipe.

source: You'll need to provide an email address for at least one of your team members.
fr_fr: Vous devrez fournir une adresse email pour au moins un de vos équipiers.

source: Remove'
fr_fr: Supprimer !
