Repository: galacticpuzzlehunt/gph-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: You have successfully registered team %(team_name)s for the %(hunt_title)s.
fr_fr: Vous avez bien inscrit l'équipe %(team_name)s pour %(hunt_title)s.

source: If you need to modify your team information, you can do so at <a href="%(team_link)s">%(team_link)s</a>
fr_fr: Si vous devez modifier les informations de votre équipe, vous pouvez le faire à <a href="%(team_link)s">%(team_link)s</a>

source: See you at the hunt!
fr_fr: À bientôt sur la chasse !

source: If you need to modify your team information, you can do so at %(team_link)s
fr_fr: Si vous devez modifier les informations de votre équipe, vous pouvez le faire à %(team_link)s

source: All puzzles
fr_fr: Toutes les énigmes

source: Imagine some cool art goes here.
fr_fr: Imaginez un joli dessin ici.

source: The puzzlehunt starts on <strong>%(hunt_start)s</strong> and ends on <strong>%(hunt_end)s</strong>, at which point puzzle solutions will be available.
fr_fr: La chasse commence le <strong>%(hunt_start)s</strong> et se termine le <strong>%(hunt_end)s</strong>, date à laquelle les solutions des énigmes seront disponibles.

source: Teams have a maximum size of %(max_members)s. You may not create multiple accounts or be on multiple teams.
fr_fr: Les équipes ont une taille maximale de %(max_members)s membres. Vous ne pouvez pas avoir plusieurs comptes ou faire partie de plusieurs équipes.

source: A few puzzles will be available at the start, and the primary way to unlock new puzzles is by solving puzzles and progressing through the hunt, although puzzles may also be unlocked over time.
fr_fr: Certaines énigmes seront disponibles au début de la chasse, la façon habituelle de déverrouiller de nouvelles énigmes est de résoudre des énigmes et d'avancer dans la chasse, bien que des énigmes peuvent aussi être débloquées au fil du temps.

source: Teams that complete the hunt will be ranked by the time at which they finish. Teams that do not complete the hunt will be ranked by number of puzzles solved and tie-broken by earliest last solve time.
fr_fr: Les équipes qui finissent la chasse seront classées au temps. Les équipes qui ne finissent pas la chasse seront classées au nombre d'énigmes résolues et départagées au temps.

source: Solving
fr_fr: Résolution

source: Each answer is a string of letters A&ndash;Z. Lowercase letters will be changed into uppercase, and any other characters will be stripped before checking for correctness.
fr_fr: Chaque réponse est une chaîne de caractères A&ndash;Z. Les minuscules seront converties en majuscules, et tout autre caractère sera supprimé avant vérification de la réponse.

source: You have <strong>%(max_guesses)s total guesses</strong> for each puzzle. If you legitimately run out of guesses and need more, feel free to contact us, though we won&rsquo;t grant your request if we see that you were, for example, guessing random thematic answers, or brute-forcing all 10-letter words.
fr_fr: Vous avez <strong>un nombre total de %(max_guesses)s essais</strong> pour chaque énigme. Si vous n'en avez plus et avez une raison légitime d'en demander plus, veuillez nous contacter. Cependant, nous n'accèderons pas à votre requête si nous voyons que vous essayiez par exemple de deviner des réponses thématiques au hasard, ou d'utiliser de force brute sur tous les mots de 10 lettres.

source: Starting on <strong>%(hint_date)s</strong>, teams will receive hints at <strong>%(hint_time)s</strong> each day until the end of the hunt. The number of hints given each day will be at our discretion based on how the hunt is going.
fr_fr: À partir du <strong>%(hint_date)s</strong>, les équipes recevront des indices à <strong>%(hint_time)s</strong> chaque jour jusqu'à la fin de la chasse. Le nombre d'indices donnés chaque jour sera à notre discrétion en fonction de la façon dont la chasse se déroule.

source: The first <strong>%(hints)s hint%(plural)s</strong> your team receives may only be used on the first set of puzzles in the hunt.
fr_fr: Les <strong>%(hints)s premiers indice%(plural)s</strong> que votre équipe reçoit ne peuvent être utilisés que sur le premier groupe d'énigmes dans la chasse.

source: You can use a hint to get help on a puzzle. This can be something like a nudge in the right direction (i.e. you give us your progress on the puzzle and we&rsquo;ll try to get you unstuck) or an answer to a question (e.g. &ldquo;Which answers to these crossword clues are wrong?&rdquo;).
fr_fr: Vous pouvez utiliser un indice pour obtenir de l'aide sur une énigme. Cela peut être un coup de pouce (c-à-d vous nous faites état de votre situation et nous essaierons de vous débloquer), ou une réponse à une question (ex : "Quelles réponses sont fausses dans ce mots-croisés ?").

source: You can only have <strong>one open hint request</strong> at a time.
fr_fr: Vous ne pouvez avoir qu'<strong>une demande d'indice en cours</strong> à la fois.

source: Other
fr_fr: Autres

source: You may use any external sources for help, including other people, as long as they aren&rsquo;t helping other teams and aren&rsquo;t actively participating in the hunt.
fr_fr: Vous pouvez utiliser toute source d'information externe, y compris d'autres personnes, à condition qu'elles n'aident pas activement d'autres équipes participantes.

source: You may not publicly stream a solve of our hunt when the hunt is live.
fr_fr: Vous ne devez pas diffuser la résolution d'une énigme lorsque la chasse est en cours.

source: It won&rsquo;t be necessary to look at the HTML source/JavaScript/CSS on any webpages for any puzzle, but you&rsquo;re welcome to look anyway.
fr_fr: Il ne sera pas nécessaire de regarder le code HTML/JavaScript/CSS de quelque page web d'énigme que ce soit, mais libre à vous de le faire.

source: We reserve the right to disqualify any team for unsportsmanlike conduct.
fr_fr: Nous nous réservons le droit de disqualifier toute équipe pour conduite anti-sportive.

source: We reserve the right to change any of these rules. If there&rsquo;s a big change, we&rsquo;ll announce it to all teams.
fr_fr: Nous nous réservons le droit de changer toute partie de ce règlement. S'il y avait un gros changement, nous l'annoncerions à toutes les équipes.

source: If you have any questions about these rules, or if you want to contact us for any reason, email <a href="mailto:%(contact)s">%(contact)s</a>. We will get back to you as soon as we can.
fr_fr: Si vous avez des questions sur ce règlement, ou si vous voulez nous contacter pour quelque raison que ce soit, écrivez nous à <a href="mailto:%(contact)s">%(contact)s</a>. Nous vous répondrons aussi vite que possible.

source: Answer:
fr_fr: Réponse :

source: This solution doesn&rsquo;t seem to exist yet. Searched for a solution template named <code>%(template_name)s</code>
fr_fr: Cette solution semble ne pas encore exister. On a cherché un fichier <code>%(template_name)s</code> dans les templates.

source: This solution template exists, but it doesn&rsquo;t seem to define a solution content block. Check the post production guide?
fr_fr: Le template de la solution existe, mais il semble ne pas définir de bloc solution-body pour l'énigme. Vérifiez le guide de post-production ?

source: Author&rsquo;s Notes
fr_fr: Notes de l'auteur

source: Appendix
fr_fr: Appendice

source: Call in an answer for
fr_fr: Envoyer une réponse pour

source: The answer was
fr_fr: La réponse était

source: Optional survey
fr_fr: Sondage optionnel

source: This survey will submit on behalf of your whole team, so make sure you don&rsquo;t have two responders overwriting each other&rsquo;s comments. You can come back to this page at any time to edit your response.
fr_fr: Ce sondage sera envoyé au nom de toute votre équipe, assurez-vous que deux équipiers n'écrasent pas les commentaires de l'autre. Vous pouvez revenir sur cette page à tout moment pour éditer votre réponse.

source: On a scale from 1 to %(max_value)s, how %(adjective)s was this puzzle?
fr_fr: Sur une échelle de 1 à %(max_value)s, quelle était %(adjective)s de cette énigme ?

source: You have no more guesses remaining for this puzzle!
fr_fr: Vous n'avez pas d'indice restant pour cette énigme.

source: You have %(guesses)s guess remaining for this puzzle.
fr_fr: Vous avez %(guesses)s essai restant pour cette énigme.

source: You have <b><a href="%(slug)s">%(answers)s free answer</a></b>
fr_fr: Vous avez <b><a href="%(slug)s">%(answers)s réponse gratuite</a></b>

source: that you may use to instantly solve any non-meta puzzle.
fr_fr: que vous pouvez utiliser pour résoudre instantanément n'importe quelle énigme non-méta.

source: Previous guesses
fr_fr: Essais précédents

source: Stats for
fr_fr: Stats pour

source: Incorrect guesses
fr_fr: Essais incorrects

source: Unlock time
fr_fr: Heure de déverrouillage

source: Solve time
fr_fr: Heure de résolution

source: Answer
fr_fr: Réponse

source: Submission count
fr_fr: Nombre d'envois

source: Meta Meta
fr_fr: Méta-méta

source: You succeeded!
fr_fr: Victoire !

source: Intro Meta
fr_fr: Méta de l'intro

source: But wait...
fr_fr: Une minute...

source: Hunt Open
fr_fr: La chasse est ouverte

source: Time to solve puzzles...
fr_fr: C'est l'heure de résoudre des énigmes...

source: Get hyped!
fr_fr: On a hâte !

source: Surveys:
fr_fr: Sondages :

source: Survey responses for
fr_fr: Réponses du sondage pour

source: Comments
fr_fr: Commentaires

source: Edit team members
fr_fr: Editer les équipiers

source: Change password
fr_fr: Changer le mot de passe

source: Django admin
fr_fr: Admin Django

source: All guesses
fr_fr: Tous les essais

source: All hints
fr_fr: Tous les indices

source: Impersonate
fr_fr: Personnifier

source: Rank:
fr_fr: Rang :

source: Puzzles solved:
fr_fr: Énigmes résolues :

source: Hints available:
fr_fr: Indices disponibles :

source: Free answers available:
fr_fr: Réponses gratuites :

source: Team Members:
fr_fr: Équipiers

source: Team Scoreboard
fr_fr: Classement

source: Rank
fr_fr: Rang

source: Finish time
fr_fr: Heure d'arrivée

source: impersonate
fr_fr: personnifier

source: Congratulations on completing the %(title)s!<br>You will receive more information shortly via email.
fr_fr: Félicitations pour avoir terminé %(title)s !<br>Vous recevrez bientôt plus d'informations par e-mail.

source: Congratulations!
fr_fr: Félicitations !

source: Local time:
fr_fr: Heure locale :

source: Invalid puzzle name.
fr_fr: Nom d'énigme invalide.

source: You must be signed in and have a registered team to access this page.
fr_fr: Vous devez être connecté et avoir une équipe inscrite pour accéder à cette page.

source: Sorry, not available until the hunt ends.
fr_fr: Désolé, ceci n'est pas disponible avant la fin de la chasse.

source: Sorry, the hunt is over.
fr_fr: Désolé, la chasse est terminée.

source: You\u2019re not logged in.
fr_fr: Vous n'êtes pas connecté.

source: Invalid round name.
fr_fr: Nom de série invalide.

source: You\u2019ve already solved this puzzle!
fr_fr: Vous avez déjà résolu cette énigme !

source: You have no more guesses for this puzzle!
fr_fr: Vous n'avez plus d'indice pour cette énigme !

source: All puzzle answers will have at least one letter A through Z (case does not matter).
fr_fr: Toutes les énigmes auront au moins une lettre de A à Z (la casse n'importe pas).

source: You\u2019ve already tried calling in the answer \u201c%s\u201d for this puzzle.
fr_fr: Vous avez déjà essayé la réponse \u201c%s\u201d pour cette énigme.

source: %s is correct!
fr_fr: %s est correct !

source: Team %s has finished the hunt!
fr_fr: L'équipe %s a terminé la chasse !

source: %s is incorrect.
fr_fr: %s est incorrect.

source: Thanks!
fr_fr: Merci !

source: You can\u2019t use a free answer on a metapuzzle.
fr_fr: Vous ne pouvez utiliser de réponse gratuite sur une méta-énigme.

source: Free answer used!
fr_fr: Réponse gratuite utilisée !

source: from
fr_fr: de

source: on
fr_fr: sur

source: Sorry, hints are closed.
fr_fr: Désolé, les indices ne sont plus disponibles.

source: You have no hints available!
fr_fr: Vous n'avez pas d'indice disponible !

source: You have no hints that can be used on this puzzle.
fr_fr: Vous n'avez pas d'indice qui puisse être utilisé sur cette énigme.

source: You already have a hint open (on %s)! You can have one hint open at a time.
fr_fr: Vous avez déjà un indice en attente (sur %s) ! Vous ne pouvez avoir qu'un indice en cours à la fois.

source: Your request for a hint has been submitted and the puzzle hunt staff has been notified\u2014we will respond to it soon!
fr_fr: Votre demande d'indice a été envoyée et le personnel de la chasse a été notifié - nous y répondrons bientôt !

source: Oh no! The status of this hint changed. Likely either someone else answered it, or the team solved the puzzle. You may wish to copy your text and reload.
fr_fr: Oh non ! Le status de cette indice a changé. Il est probable que quelqu'un d'autre y a répondu, ou l'équipe a résolu l'énigme. Vous devriez copier votre texte et recharger la page.

source: Hint saved.
fr_fr: Indice sauvegardé.

source: This hint has been answered by {}!
fr_fr: Cet indice a eu une réponse de {} !

source: This hint has been answered!
fr_fr: Cet indice a eu une réponse !

source: This hint is currently claimed by {}!
fr_fr: Cet indice est actuellement assigné à {} !

source: This hint is currently claimed!
fr_fr: Cet indice est actuellement assigné !

source: You have claimed this hint!
fr_fr: Vous vous êtes assigné cet indice !

source: Please set your name before claiming hints! (If you just set your name, you can refresh or click Claim.)
fr_fr: Veuillez configurer votre nom avant de vous assigner des indices ! (Si vous venez juste de le configurer, vous pouvez rafraîchir la page ou cliquer sur Assigner.)
